# Выведите первый и последний элемент списка.

lst = [1, 2, 3, 4, 5, 6]
print(f'первый: {lst[0]}; последний: {lst[-1]}')
